Repository: Bulat-I/days_abroad
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Restart bot
ru: Перезагрузить бота

source: Get number of users
ru: Получить число пользователей

source: Your actions were cancelled. Let's start it over
ru: Ваши действия были отменены. Давайте начнем сначала

source: Hey, Admin
ru: Привет, Админ

source: Restarting, please wait...
ru: Перезагружаюсь, подождите…

source: Sorry, I'm on maintenance. Please try again later
ru: Извините, проводится обслуживание. Попробуйте повторить операцию позднее

source: Number of unique users is {users_count}
ru: Количество уникальных пользователей: {users_count}

source: Add a trip
ru: Добавить поездку

source: Show me my days abroad
ru: Мои дни за границей

source: Change a trip
ru: Изменить поездку

source: Remove a trip
ru: Удалить поездку

source: Export my trips
ru: Экспортировать мои поездки

source: My settings
ru: Мои настройки

source: I am your days abroad counter bot
ru: Я - ваш бот для подсчета дней за границей

source: Enter your annual days abroad limit. If you want to add a limit for two years, send 0
ru: Введите максимально количество дней за границей в год. Если вы хотите использовать только максимальное количество дней за два года, введите 0

source: Number of days abroad: 0. Did you forget to add trips?
ru: Количество дней за границей: 0. Вы забыли добавить ваши поездки?

source: Here is the menu
ru: Вот меню

source: Total number of days abroad: {daysabroad}. Did you forget to set limits in settings?
ru: Общее количество дней за границей {daysabroad}. Вы забыли настроить максимальные количества дней в настройках?

source: Total number of days abroad: {daysabroad}
ru: Общее количество дней за границей: {daysabroad}

source: The number of remaining days abroad during the year is {remaining_days} out of {days_limit}
ru: Оставшееся количество дней за границей в этом году составляет {remaining_days} из {days_limit} дней

source: Over the past year, you have exceeded your days abroad limit by {remaining_days} of your {days_limit} limit
ru: За прошедший год вы превысили максимальное количество дней за границей на {remaining_days} дней из вашего лимита в {days_limit} дней

source: The number of remaining days abroad during the last two years is {remaining_days} out of {days_limit}
ru: Оставшееся количество дней за границей за прошедшие два года составляет {remaining_days} из {days_limit} дней

source: Over the past two years, you have exceeded your days abroad limit by {remaining_days} of your {days_limit} limit
ru: За прошедшие два года вы превысили максимальное количество дней за границей на {remaining_days} дней из вашего лимита в {days_limit} дней

source: Add start date
ru: Выберите дату начала поездки

source: Select a trip
ru: Выберите поездку

source: There are no trips to edit
ru: Нет поездок для редактирования

source: There are no trips to remove
ru: Нет поездок для удаления

source: Something went wrong. Please start over
ru: Что-то пошло не так. Пожалуйста, попробуйте снова

source: Here is the file with your trips
ru: Вот файл с вашими поездками

source: Something went wrong. Please try again
ru: Что-то пошло не так. Пожалуйста, попробуйте снова

source: Add a new day limit for one year or send '.' to keep the old value
ru: Добавьте новое максимальное количество дней за границей в год или отправьте “.” для сохранения предыдущего значения

source: Enter a limit on days abroad for two years
ru: Введите максимальное количество дней за границей за два года

source: Please enter valid number of days. If you want to only use a limit for two years, send 0
ru: Пожалуйста, введите верное количество дней. Если вы хотите использовать только количество дней за два года, введите 0

source: Please enter valid number of days
ru: Пожалуйста, введите верное количество дней

source: Select your default interface language
ru: Выберите язык интерфейса

source: Your settings have been updated
ru: Ваши настройки были обновлены

source: Let's add a record of your first trip
ru: Давайте добавим запись о вашей первой поездке

source: Add new start date
ru: Выберите новую дату начала поездки

source: The trip has been removed
ru: Ваша поездка удалена

source: Add new end date
ru: Выберите новую дату окончания поездки

source: Add end date
ru: Выберите дату окончания поездки

source: The information you entered is not a valid date. Please use the following format: dd-mm-yy
ru: Введенная вами дата не является корректной. Пожалуйста, используйте следующий формат: дд-мм-гг

source: The date you entered is before the start date of your trip. Please enter a different date
ru: Введенная вами дата - до даты начала поездки. Пожалуйста, введите другую дату

source: Add description
ru: Добавьте описание поездки

source: Trip changed. Number of your days abroad: {days_abroad}
ru: Поездка изменена. Общее количество ваших дней за границей: {days_abroad}

source: Trip added. Number of your days abroad: {days_abroad}
ru: Поездка добавлена. Общее количество ваших дней за границей: {days_abroad}

source: Mo
ru: Пн

source: Tu
ru: Вт

source: We
ru: Ср

source: Th
ru: Чт

source: Fr
ru: Пт

source: Sa
ru: Сб

source: Su
ru: Вс

source: Jan
ru: Янв

source: Feb
ru: Фев

source: Mar
ru: Мар

source: Apr
ru: Апр

source: May
ru: Май

source: Jun
ru: Июн

source: Jul
ru: Июл

source: Aug
ru: Авг

source: Sep
ru: Сен

source: Oct
ru: Окт

source: Nov
ru: Ноя

source: Dec
ru: Дек

source: Today
ru: Сегодня

source: Start date selected: {selected_startdate}
ru: Выбрана дата начала поездки: {selected_startdate}

source: End date selected: {selected_enddate}
ru: Выбрана дата завершения поездки: {selected_enddate}

source: Description selected: {selected_description}
ru: Выбрано описание: {selected_description}
